Revit 2024 API
ParameterTypeId.RoomBasePowerLoadOnParam Property
 "Base Power Load on"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RoomBasePowerLoadOnParam { get; }
Visual Basic
Public Shared ReadOnly Property RoomBasePowerLoadOnParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RoomBasePowerLoadOnParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace